tap "buo/cask-upgrade"
tap "clintmod/formulas"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "thezoraiz/ascii-image-converter"
brew "a2ps"
brew "ack"
brew "python@3.12"
brew "adwaita-icon-theme"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binutils"
brew "bison"
brew "node"
brew "bitwarden-cli"
brew "coreutils"
brew "unbound"
brew "cask"
brew "checkbashisms"
brew "cmake"
brew "diffutils"
brew "docutils"
brew "duf"
brew "e2fsprogs"
brew "ed"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "flex"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "glances"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "gpatch"
brew "grc"
brew "grep"
brew "gtop"
brew "gzip"
brew "handbrake"
brew "htop"
brew "iftop"
brew "jrnl"
brew "legit"
brew "less"
brew "libconfig"
brew "libpq"
brew "libressl"
brew "lolcat"
brew "lsd"
brew "lynis"
brew "lzip"
brew "make"
brew "mas"
brew "moreutils"
brew "most"
brew "nano"
brew "nanorc"
brew "ncdu"
brew "nethogs"
brew "nmap"
brew "node@20"
brew "openssh"
brew "osx-cpu-temp"
brew "paperkey"
brew "pinentry-mac"
brew "pwgen"
brew "python@3.11"
brew "qemu"
brew "qrencode"
brew "rich-cli"
brew "screen"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "sox"
brew "speedtest-cli"
brew "tealdeer"
brew "telnet"
brew "topgrade"
brew "tree"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "zbar"
brew "zip"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "4k-video-downloader+"
cask "a-better-finder-rename"
cask "adapter"
cask "aldente"
cask "appcleaner"
cask "atom"
cask "audio-hijack"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "cisdem-duplicate-finder"
cask "descript"
cask "discord"
cask "dropbox"
cask "emclient"
cask "etrecheckpro"
cask "farrago"
cask "firefox"
cask "fission"
cask "folx"
cask "freac"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "grandperspective"
cask "handbrake"
cask "ilok-license-manager"
cask "iterm2"
cask "joplin"
cask "jordanbaird-ice"
cask "keka"
cask "keyboardcleantool"
cask "kid3"
cask "loopback"
cask "macfuse"
cask "mdrp"
cask "mediahuman-audio-converter"
cask "mediainfo"
cask "minecraft"
cask "musicbrainz-picard"
cask "nordvpn"
cask "notunes"
cask "onyx"
cask "openaudible"
cask "piezo"
cask "raspberry-pi-imager"
cask "raycast"
cask "scratch"
cask "signal"
cask "slack"
cask "soundsource"
cask "steam"
cask "sublime-text"
cask "syncterm"
cask "the-unarchiver"
cask "timemachineeditor"
cask "typora"
cask "utm"
cask "veracrypt"
cask "vlc"
cask "waves-central"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Chrono Plus", id: 946047238
mas "Compressor", id: 424390742
mas "Disk Speed Test", id: 425264550
mas "Encrypto", id: 935235287
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hush", id: 1664181766
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Levelator", id: 1493326487
mas "Logic Pro", id: 634148309
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "Pure Paste", id: 1611378436
mas "Shareful", id: 1522267256
mas "Speedtest", id: 1153157709
